{
  "About Doxa IT Solutions": "",
  "Are e-signatures legally binding?": "",
  "Book Demo": "",
  "Book a Demo": "",
  "Built for Colorado home care agencies to simplify applications, client intake, and state-required compliance forms - all in one secure platform.": "",
  "Built with home care auditors to meet Colorado state requirements. HIPPA-grade encryption and protected e-signatures keep your date safe.": "",
  "Can HR edit forms after submission?": "",
  "Clients - ": "",
  "Clients struggle with access and technology barriers.": "",
  "Compliantly ": "",
  "Contact": "",
  "Core Features": "",
  "Demo": "",
  "Digital onboarding tailored to Colorado requirements.": "",
  "Do clients need email addresses?": "",
  "Doxa Form": "",
  "Doxa Form Dashboard": "",
  "Doxa IT Solutions. All rights reserved.": "",
  "Doxa logo": "",
  "Everything agencies need to digitize applications, onboarding, and compliance — with audit-ready records.": "",
  "Feature": "",
  "Frequently Asked Questions": "",
  "How It Works": "",
  "How secure is client data?": "",
  "Legally binding e-signatures, unique IDs, and submission tracking.": "",
  "Login": "",
  "Manual signatures, scanning, and data entry increase errors.": "",
  "No — clients can sign via a secure link.": "",
  "Onboard Employees & ": "",
  "Our Solution": "",
  "Paper forms delay hiring and create compliance risk.": "",
  "Pricing": "",
  "Proxy support ensures every client is included.": "",
  "Ready to Eliminate Paperwork and Simplify Onboarding?": "",
  "Secure, Compliant and Audit-Ready": "",
  "See Doxa Form in Action": "",
  "Select": "",
  "Simple, Transparent Pricing": "",
  "Start Free Trial": "",
  "Start free. Upgrade when you're ready. Cancel anytime.": "",
  "Start your 14-day free trial or book a live demo with our team today.": "",
  "The Problem": "",
  "Three simple steps to go from invite to compliance-ready records.": "",
  "Trusted by Colorado Agencies": "",
  "Watch Demo": "",
  "Watch our 90-second walkthrough or book a personalized demo with our team.": "",
  "We specialize in digital transformation for healthcare. With Doxa form, we help Colorado home care agencies save time, reduce errors and ensure compliance seamlessly .": "",
  "We use encryption in transit and at rest.": "",
  "Yes — admins can enable edit permissions.": "",
  "Yes, when used correctly they are enforceable.": "",
  "and Paper-Free": "",
  "open menu": ""
}
